{
  "locations":{"title":"Convention Locations","text":["<h4>Austin Convention Center (ACC)</h4>","<ul><li>Convention sessions</li><li>Exhibit hall and MLA PubCentral</li><li>MLA registration and welcome center</li><li>Press office</li></ul>","<h4>JW Marriott</h4>","<ul><li>Convention sessions</li><li>MLA registration and welcome center</li></ul>","<h4>Hilton Austin</h4>","<ul><li>Job Information Center</li></ul>"]},
  "daily":{"title":"<em>Convention Daily</em>","text":["<p>The <em>Convention Daily</em> prints special notices, changes in schedule, and brief reports on convention activities and appears Thursday, Friday, and Saturday during the convention. Copies are available free at the MLA registration and welcome centers and at various other locations; the 7 January issue will appear on the MLA Web site before the convention.</p>"]},
  "twitter":{"title":"<em>Twitter</em>","text":["<p>Tweet sessions using the convention hashtag (#mla16) and session hashtags (e.g., #s440).</p>"]},
  "wifi":{"title":"Wi-Fi Access","text":["<p>The MLA is providing free wireless Internet access in the meeting rooms and public areas of the ACC, JW Marriott, and Hilton Austin. Follow these instructions to connect (connectivity is not guaranteed):</p>","<p><strong>ACC.</strong> Connect to <span class=\"code\">conventioncenter</span> (no password required).</p>","<p><strong>JW Marriott.</strong> Connect to <span class=\"code\">JW Marriott Conference</span> and enter <span class=\"code\">MLA2016</span> (password is not case-sensitive).</p>","<p><strong>Hilton Austin.</strong> Connect to <span class=\"code\">Hilton Meetings</span> and open Internet browser. Enter access code <span class=\"code\">MLA2016</span> and accept terms and conditions. Click Redeem.</p>"]},
  "weather":{"title":"What to Do in a Weather or Other Emergency","text":["<p>If weather or an emergency in Austin should delay or otherwise affect the scheduling of convention sessions, full information on such changes will be posted on the <a href=\"https://www.mla.org/convention\">MLA Web site</a>. If a local or personal emergency should cause you to have to delay or cancel your attendance at the convention, you should contact your hotel and airline carrier as early as possible. Requests for registration refunds must be postmarked by 8 January. Visit the registration and housing FAQ page for more information. If you are scheduled to speak or participate in a session, please notify the session organizer. You may also want to annotate your session listing in the <a href=\"https://www.mla.org/program\">online Program</a>.</p>"]},
  "taping":{"title":"Audio- and Videotaping at Sessions","text":["<p>Neither audiotaping nor videotaping of sessions is normally permitted. Occasional exceptions may be made for members of the media taping short segments designed to convey the convention atmosphere. Such arrangements must be made through the press office and require the consent of all speakers at a session. When taping is approved, a representative of the media staff will accompany the reporter and crew. The session organizer will announce to the audience that audio- or videotaping will take place during a part of the session. Only background taping is allowed, not the taping of an entire session. Requests to film the convention as part of a creative or documentary project must have been submitted to the Executive Council by 16 October.</p>"]},
  "badges":{"title":"Badges","text":["<p>Badges are required for admission to convention sessions, the exhibit hall, and the Job Information Center. Badge holders are available at the MLA registration and welcome centers in the ACC and the JW Marriott and at the satellite registration and badge replacement desk in the Hilton Austin. Lost badges can be replaced for $10.</p>"]},
  "canceling":{"title":"Canceling Sessions","text":["<p>MLA sessions should only be canceled if nearly all the participants are unable to attend the convention. In such a situation, please contact the MLA headquarters office immediately (<a href=\"mailto:convention@mla.org\">convention@mla.org</a>) so that convention attendees can be informed of the cancellation. Organizers should also inform all the session participants of the cancellation.</p>"]},
  "fragrance":{"title":"Fragrance","text":["<p>The Committee on Disability Issues in the Profession reminds attendees that refraining from using scented products will help ensure the comfort of everyone at the convention.</p>"]},
  "guest-sessions":{"title":"Guest Passes to Sessions","text":["<p>All MLA members and members of the profession that the MLA serves are required to register in order to participate in or attend sessions.</p>","<p> A convention speaker may obtain a pass for a guest who has no professional interest in language or literature to hear a presentation by that speaker at a single session. The speaker must request the pass at one of the MLA registration and welcome centers on the day of the session, before the centers close. Passes may not be requested by guests of speakers, MLA members who have not registered for the convention, or by speakers for guests for any reason except to see the requester speak in a particular session.</p>"]},
  "guest-exhibit-hall":{"title":"Guest Passes to the Exhibit Hall","text":["<p>MLA convention registrants may obtain free passes to the exhibit hall for guests they accompany in the hall. Persons who are not registered for the convention and who are not accompanied by registrants may purchase a one-day pass to the exhibit hall for $10. These passes are available at the exhibitor information booth (ACC, Ballroom Prefunction, level 4).</p>"]},
  "identification":{"title":"Identification","text":["<p>You may need to have a government-issued photo ID when you check in to your hotel. Security personnel may ask to see a hotel room key or may ask that you be accompanied by a hotel guest with a room key.</p>"]},
  "in-absentia":{"title":"Reading in Absentia","text":["<p>To encourage discussion and dialogue among panelists and attendees at convention sessions, reading in absentia (whether by <em>Skype</em>, videoconferencing, audio delivery, or presentation by surrogates) is not normally permitted. Presenters who are unable to attend the convention because of unforeseen emergencies are reminded that they may include a link to their papers in the online Program.</p>"]},
  "smoking":{"title":"Smoking","text":["<p>Smoking is prohibited in most buildings in Austin.</p>"]},
  "registration":{"title":"About the MLA Registration and Welcome Centers","text":["<h4>ACC, Ballroom Prefunction, level 4</h4>","<h4>JW Marriott, Griffin Hall Prefunction, level 2</h4>","<ul><li>7 January: 8:00 a.m.–7:00 p.m.</li><li>8 and 9 January: 8:00 a.m.–6:00 p.m.</li><li>10 January: 8:00 a.m.–12:00 noon</li></ul>","<p>Visit the registration and welcome center for badge pickup and on-site registration and for answers to general questions about the convention and the association; free copies of the <em>Convention Guide</em> and the <em>Convention Daily</em>; and badge holders, guest passes, and other convention-related materials.</p>"]},
  "disabilities":{"title":"Disabilities, Facilities and Services for Persons with","text":["<p>The MLA is committed to making arrangements that allow all members of the association to participate in the convention.</p>","<h4>Desks for Attendees with Disabilities</h4>","<ul><li>ACC, Ballroom Prefunction, level 4 (<a href=\"mailto:ADAACC@mla.org\">ADAACC@mla.org</a>)</li><li>ACC, level 1</li><li>JW Marriott, Griffin Hall Prefunction, level 2 (<a href=\"mailto:ADAMarriott@mla.org\">ADAMarriott@mla.org</a>)</li><li>Hilton Austin, Lobby level (<a href=\"mailto:ADAHilton@mla.org\">ADAHilton@mla.org</a>)</li></ul>","<p>These desks will be staffed with personnel who can provide assistance to convention attendees with disabilities, including making arrangements for accessible transportation.</p>"]},
  "housing":{"title":"Housing Desk","text":["<p class=\"loc\">Near the MLA registration and welcome center in the ACC (Ballroom Prefunction, level 4)</p>","<p>Convention registrants who need assistance with their hotel arrangements should go to the housing desk, where a representative of CMR, the MLA housing service, will be available to help.</p>"]},
  "membership":{"title":"Membership Desks","text":["<p class=\"loc\">MLA registration and welcome centers (ACC, Ballroom Prefunction, level 4; JW Marriott, Griffin Hall Prefunction, level 2)</p>","<p>Join the association while registering for the convention to register at members’ rates. MLA membership runs from 15 January through 14 January of the subsequent year.</p>"]},
  "print-program":{"title":"Print Copies of the Program","text":["<p>A limited quantity of copies of the Program will be available for purchase for $20 at the registration and welcome centers.</p>"]},
  "philadelphia":{"title":"Philadelphia Information","text":["<p class=\"loc\">Near the MLA registration and welcome center in the ACC (Ballroom Prefunction, level 4)</p>","<p>Learn more about visiting Philadelphia for the 2017 convention.</p>"]},
  "pubcentral":{"title":"About MLA PubCentral","text":["<h4>ACC, Ballroom Prefunction, level 4</h4>","<ul><li>7 January: 8:00 a.m.–7:00 p.m.</li><li>8 and 9 January: 8:00 a.m.–6:00 p.m.</li><li>10 January: 8:00 a.m.–1:00 p.m.</li></ul>","<p>Visit MLA PubCentral for everything related to MLA publications. Shop for MLA products at the booth, explore the <em>MLA International Bibliography</em> and its tutorials, update your <em>MLA Commons</em> profile and learn about the <em>Commons Open Repository Exchange</em> (<em>CORE</em>), and browse the winners of MLA publication prizes all in one central location just outside the exhibit hall and next to the MLA registration and welcome center.</p>","<p>All MLA titles ordered at the booth will be discounted 30%.</p>","<p>Stop by for beer and barbecue on 8 January at 4:00 p.m. to celebrate the ninety-fifth anniversary of the <em>MLA International Bibliography</em> and new titles released by the MLA in 2015. Celebrate the launch of the new MLA forums at the MLA Forums Photo Booth from 3:00 to 5:00 p.m. on Thursday, 7 January.</p>","<p>See live presentations of the <em>MLA International Bibliography</em> (8 January, 9:50–10:10 a.m. and 4:50–5:10 p.m.), <em>MLA Commons</em> (8 January, 3:05–3:25 p.m.), and <em>CORE</em> (9 January, 3:05–3:25 p.m.) and learn about Connected Academics (9 January, 11:35–11:55 a.m.) in the Exhibit Hall Theater (ACC, Ballroom D–G, level 4).</p>"]},
  "business-center":{"title":"Business Center","text":["<h4>ACC, level 1</h4>","<ul><li>7–9 January: 8:00 a.m.–7:00 p.m.</li><li>10 January: 8:00 a.m.–3:00 p.m.</li></ul>","<h4>JW Marriott, FedEx Office Business Center, level 5</h4>","<ul><li>7–8 January: 7:00 a.m.–7:00 p.m.</li><li>9–10 January: 9:00 a.m.–5:00 p.m.</li></ul>","<h4>Hilton Austin, UPS Store, Lobby level</h4>","<ul><li>7–8 January: 7:00 a.m.–7:00 p.m.</li><li>9–10 January: 9:00 a.m.–6:00 p.m.</li></ul>"]},
  "childcare":{"title":"Childcare","text":["<p>MLA members who are registered for the convention and use childcare services provided by one of the convention hotels or another service are eligible for reimbursement. The MLA has funds available to reimburse up to $300 each to registered members who use childcare services during convention hours. If more requests are received than can be reimbursed with available funds, preference will be given to graduate students and members in lower-income categories.</p>","<p>Members should submit a request for reimbursement, along with supporting documentation such as a receipt from a childcare service, no later than 29 January 2016 to Karin Bagnall, Head of Convention Programs, Modern Language Association, 85 Broad Street, suite 500, New York, NY 10004-2434.</p>"]},
  "nursing":{"title":"Nursing Mothers","text":["<p>Space is available in the ACC (Room A, level 3), JW Marriott (211, level 2), and Hilton Austin (418, level 4) during meeting hours for those who require it. There is also a mobile Personal Services pod (a single and lockable unit) on level 1 of the ACC.</p>"]},
  "bill-w":{"title":"Friends of Bill W.","text":["<p>Room 212 in the JW Marriott (level 2) is set aside for the Friends of Bill W. throughout convention hours. Meetings will be held 8 January, 7:00–8:15 p.m.; 9 January, 11:00 a.m.–12:30 p.m. and 7:00–8:15 p.m.; 10 January, 7:30–8:20 a.m.</p>"]},
  "headquarters":{"title":"Headquarters Office","text":["<p class=\"loc\">ACC, 11A, level 4 (512 404-4600)</p>","<p class=\"loc\">JW Marriott, 210, level 2 (512 608-4905 or 512 608-4906)</p>","<ul><li>7 January: 8:00 a.m.–7:30 p.m.</li><li>8–9 January: 8:00 a.m.–7:00 p.m.</li><li>10 January: 8:00 a.m.–2:00 p.m.</li></ul>","<p>Session organizers are asked to refer questions about meeting rooms or meeting facilities to the headquarters ofﬁces, not to the hotel management.</p>"]},
  "hotel-wifi":{"title":"Internet Access by Hotel Guests","text":["<p>Guests who booked their rooms through the MLA housing service will receive free Internet access by following the instructions below. Guests may have to accept an access charge temporarily, but it will be deleted before checkout if they booked their rooms through the MLA. Guests who booked with the hotel directly will have to pay the access fee.</p>","<p><strong>Courtyard Austin Downtown / Convention Center.</strong> Connect to <span class=\"code\">Courtyard Guest</span> and open a browser window. On the splash page, select Free Internet.</p>","<p><strong>Embassy Suites Austin Downtown / Town Lake.</strong> Connect to <span class=\"code\">HHonors</span>. Pull up a Web browser, and the splash page will appear. Select “I have a coupon/promotional code” and click Next. Enter the coupon code located on your key packet.</p>","<p><strong>Four Seasons Hotel Austin.</strong> Connect to <span class=\"code\">Four Seasons Guest Meeting</span>. Launch your browser, wait to be redirected to the Superclick Four Seasons splash page, and select Complimentary.</p>","<p><strong>Hampton Inn and Suites Austin Downtown / Convention Center.</strong> The log-in code is <span class=\"code\">Hampton2016</span>.</p>","<p><strong>Hilton Austin.</strong> Connect to <span class=\"code\">attwifi</span> or <span class=\"code\">hhonors</span> and open a browser window. Select “I have a coupon code/promotional code” and click Next. The code is <span class=\"code\">MLA2016</span> (case sensitive for Apple devices). You will be redirected to <a href=\"http://www.usatoday.com\">www.usatoday.com</a> as indication that you are connected.</p>","<p><strong>Hilton Garden Inn Austin Downtown / Convention Center.</strong> Connect to <span class=\"code\">AT&amp;T WiFi</span>. Click on Complimentary Guest Access, agree to terms, and enter room number and last name.</p>","<p><strong>Holiday Inn Austin–Town Lake.</strong> You will be given the current password upon arrival. Open a browser and, when prompted, enter the password.</p>","<p><strong> Hyatt Place Austin Downtown.</strong> Connect to <span class=\"code\">HyattAustin</span>. Select the Guest of the Hotel option and enter your room number and name. In the lobby, connect to <span class=\"code\">HyattPlaceMeeting</span> and passcode <span class=\"code\">Hyattdt1</span>.</p>","<p><strong>Hyatt Regency Austin.</strong> Connect to <span class=\"code\">Hyatt</span> (not <span class=\"code\">HRC</span>) and enter your room number and guest name where prompted.</p>","<p><strong>Intercontinental Stephen F. Austin Hotel.</strong> Connect to <span class=\"code\">InterContinental Rooms</span> and enter <span class=\"code\">6912</span> in the password box (leave the name and room number sections blank). The password must be reentered each time you reenter your room. In the lobby, connect to <span class=\"code\">InterContinental Free</span>.</p>","<p><strong>JW Marriott Austin.</strong> Connect to <span class=\"code\">JW Marriott-Guest</span>, enter your name and room number, and accept the charges (these will be automatically removed from your final statement). Connect to <span class=\"code\">JW Marriott-Public</span> and accept terms of agreement for complimentary wireless access in the lobby.</p>","<p><strong>Omni Austin Hotel Downtown.</strong> Connect to <span class=\"code\">Omni Guest</span>. Enter your last name as the username and your room number as the password. Accept terms of agreement; charges will be removed before checkout. Connect to <span class=\"code\">Omni Lobby</span> and accept terms of agreement for complimentary wireless access in the lobby.</p>","<p><strong>Radisson Hotel and Suites Austin Downtown.</strong> Connect to <span class=\"code\">RadissonGuest</span> and enter password <span class=\"code\">20132013</span>.</p>","<p><strong>Residence Inn Austin Downtown / Convention Center.</strong> Connect to <span class=\"code\">Residence Inn Guest</span> and open a browser window. On the splash page, select Free Internet.</p>","<p><strong>Sheraton Austin Hotel at the Capitol.</strong> Connect to <span class=\"code\">SheratonAustin</span> and open a browser window. On the splash page, select Access Code and enter <span class=\"code\">SPG2015</span> as the code. In the lobby, select <span class=\"code\">SheratonPublic</span> and open a browser. On the splash page, enter your last name and room number.</p>","<p><strong>Westin Austin Downtown.</strong> Connect to <span class=\"code\">Westin_GuestRooms</span> and open a browser. When prompted, enter your last name and the room number and accept the charges (these will be removed from the final bill). In the lobby, connect to <span class=\"code\">Westin_Lobby</span>.</p>"]},
  "lost-and-found":{"title":"Lost and Found","text":["<p><strong>ACC.</strong> Visit the MLA headquarters office, 11A, level 4.</p>","<p><strong>JW Marriott.</strong> Dial 6565 from any house phone to contact hotel security.</p>","<p><strong>Hilton Austin.</strong> Dial 2783 from any house phone to contact loss prevention.</p>"]},
  "lounges":{"title":"Lounges","text":["<p><strong>Members’ Lounge.</strong> ACC, Atrium Foyer, level 4; JW Marriott, Lone Star East, level 3</p>","<p><strong>Graduate Student Lounge.</strong> ACC, 10C, level 3</p>"]},
  "press-office":{"title":"Press Office","text":["<p class=\"loc\">ACC, 13A, level 4</p>"]},
  "shuttle-service":{"title":"Shuttle Service","text":["<p>Because of the proximity of the ACC, JW Marriott, and the Hilton Austin to all convention hotels, there will be transportation available only for attendees with disabilities.</p>"]},
  "ready-rooms":{"title":"Speaker Ready Rooms","text":["<ul><li>ACC, 11B, level 4</li><li>JW Marriott, 207, level 2</li></ul>"]},
  "transportation":{"title":"Transportation in Austin","text":["<p><strong>Public Transportation.</strong> Capital Metro is Austin’s regional transportation authority; for information on routes and fares, visit <a href=\"http://www.capmetro.org/planner/\">http://www.capmetro.org/planner/</a>.</p>","<p><strong> Austin by Bicycle.</strong> <a href=\"https://austin.bcycle.com/\">B-Cycle</a> is a bike-share program in Austin, with stations throughout the city where you can pick up or park one of the bicycles. There is a station on 4th Street by the Austin Convention Center and stations near many of the MLA hotels. <a href=\"http://www.bartonspringsbikerental.com/index.htm\">Barton Springs Bike Rental</a> offers hourly rentals, roadside assistance, and bike tours.</p>"]},
  "austin-info":{"title":"Austin Information and Restaurant Reservations","text":["<p class=\"loc\">ACC, Level 1 (near the Atrium escalator)</p>","<ul><li>7 January: 11:00 a.m.–7:00 p.m.</li><li>8–9 January: 9:00 a.m.–5:00 p.m.</li></ul>"]},
  "whos-here":{"title":"“Who’s Here” Directory","text":["<p>ACC, Atrium Foyer, level 4 (members’ lounge)</p>","<p>Hilton Austin, Ballroom Prefunction, level 4 (near the Job Information Center)</p>"]},
  "jobs":{"title":"Job Information Center","text":["<h4>Hilton Austin, Governors Ballroom, level 4 &#9;</h4>","<ul><li>7 January: 8:00 a.m.–7:00 p.m.</li><li>8–9 January: 8:00 a.m.–6:00 p.m.</li><li>10 January: 8:00 a.m.–12:00 noon</li></ul>","<p>For prearranged interviews, consult the interviewer’s sign-in file to find out where your interview is scheduled.</p>"]},
  "exhibit-hall":{"title":"Exhibit Hall","text":["<h4>ACC, Ballroom D–G, level 4</h4>","<ul><li>8 and 9 January: 9:00 a.m.–6:00 p.m.</li><li>10 January: 9:00 a.m.–1:00 p.m.</li></ul>","<p>Refer to the back page of this <em>Convention Guide</em> for a list of exhibitors and their locations. Check the <em>Convention Daily</em> and the MLA Annual Convention <em>Twitter</em> feed (#mla16) for up-to-date information on exhibit booth activities.</p>"]},
  "creative-conversations":{"title":"Creative Conversations and Readings","text":["<p>This year’s creative conversations highlight two creative writers who are natives of south Texas, Oscar H. Casares and Rolando Hinojosa-Smith (Saturday, 9 January, 1:45–3:00 p.m., 16A, ACC); the former United States senator Bill Bradley (Saturday, 9 January, 1:45–3:00 p.m., Lone Star G–H, JW Marriott); the Irish novelist and critic Colm Tóibín (Friday, 8 January, 1:45–3:00 p.m., 16A, ACC); and the Brazilian singer-songwriter and founder of the Tropicalismo movement, Caetano Veloso (Saturday, 9 January, 3:30–4:45 p.m., Brazos, JW Marriott). There will be a poetry reading by the Brazilian writer and intellectual Antonio Cicero (Saturday, 9 January, 7:00–8:15 p.m., Lone Star A, JW Marriott).</p>"]},
  "excursions":{"title":"Cultural Excursions","text":["<p>Preregistration is required. Visit the Exhibitor information desk (ACC, Ballroom Prefunction, level 4) for on-site cancellations and questions.</p>","<p><strong>Austin City Limits Live at the Moody Theater Tour.</strong> 7 January (no shuttle; close to most convention hotels)</p>","<p><strong>LBJ Presidential Library Excursion.</strong> 7 January (shuttle departs from the ACC at 12:30 p.m.)</p>","<p><strong>Blanton Museum of Art Educator Tour.</strong> 8 January (shuttle departs from the ACC at 9:30 a.m.)</p>","<p><strong>Harry Ransom Center Curatorial Tours.</strong> 8 January (shuttle for morning tour departs from the ACC at 9:30 a.m.; shuttle for afternoon tour departs from the ACC at 1:00 p.m.)</p>"]},
  "connected-academics":{"title":"Connected Academics","text":["<p class=\"loc\">ACC, Ballroom Prefunction, level 4</p>","<p>The MLA’s new Mellon-funded initiative that aims to serve the professional needs of those who pursue advanced degrees in the humanities and offer new possibilities for integrating the values of humanistic study into society.</p>","<p><strong>Job Counseling.</strong> 8 and 9 January, Job Information Center, Hilton Austin, Governor’s Ballroom, level 4. Sign up for twenty-five-minute one-on-one sessions to discuss job search and career options.</p>","<p><a href=\"/program/aca\"><strong>Connected Academics sessions</strong></a></p>"]},
  "celj":{"title":"Council of Editors of Learned Journals","text":["<p class=\"loc\">ACC, 12B, level 4</p>","<p><strong>Informational consultations.</strong> 8 January, 12:00 noon –4:00 p.m., and 9 January, 9:00 a.m.–1:00 p.m.</p>","<p>Please visit <a href=\"http://www.celj.org\">http://www.celj.org</a> for more information. Those interested in meeting with a CELJ editor should write to Graham MacPhee at <a href=\"mailto:gmacphee@wcupa.edu\">gmacphee@wcupa.edu</a>.</p>"]},
  "medical":{"title":"Illness and Medical Emergencies","text":["<p>Procedures may vary from one location to another.</p>","<p><strong>ACC.</strong> Call 911 and alert MLA headquarters.</p>","<p><strong>JW Marriott.</strong> Call 911 and alert MLA headquarters.</p>","<p><strong>Hilton Austin.</strong> Dial 44 from any house phone.</p>"]},
  "calls-for-papers":{"title":"Calls for Papers","text":["<p>To post or review calls for papers for the 2017 MLA convention in Philadelphia (5–8 January 2017), visit <a href=\"https://www.mla.org/conv_papers\">www.mla.org/conv_papers</a>.</p>"]},
  "organizing-sessions":{"title":"Organizing Sessions","text":["<p>Forms and instructions for organizing sessions for the 2017 convention in Philadelphia will be available on the MLA Web site in March 2016.</p>"]}
}
