{
  "locations":{"title":"Convention Locations","text":["<h4>Vancouver Convention Centre (VCC)</h4>","<li>All sessions</li>","<li>Exhibit hall and MLA PubCentral</li>","<li>MLA registration and welcome center</li>","<h4>Fairmont Waterfront</h4>","<li>Job Information Center</li>"]},
  "daily":{"title":"<em>Convention Daily</em>","text":["<p>The <em>Convention Daily</em> prints special notices, changes in schedule, and brief reports on convention activities and appears Thursday, Friday, and Saturday during the convention. Copies are available free at the MLA registration and welcome center and at various other locations; the 8 January issue will appear on the MLA Web site before the convention.</p>"]},
  "twitter":{"title":"<em>Twitter</em>","text":["<p>Tweet sessions using the convention hashtag (<a href=\"https://twitter.com/search?q=%23mla15\">#mla15</a>) and session hashtags (e.g., #S406).</p>"]},
  "wifi":{"title":"Wi-Fi Access","text":["<p>The MLA is providing free wireless Internet access in the meeting rooms and public areas of the VCC and the Fairmont Waterfront. Follow these instructions to connect (connectivity is not guaranteed):</p>","<p><strong>VCC.</strong> Connect to the network MLA_2015. No password necessary.</p>","<p><strong>Fairmont Waterfront.</strong> Connect to Fairmont Meetings network, enter “MLA2015” for group name and access code. Click Connect Now.</p>"]},
  "weather":{"title":"What to Do in a Weather or Other Emergency","text":["<p>If weather or an emergency in Vancouver should delay or otherwise affect the scheduling of convention sessions, full information on such changes will be posted on the MLA Web site (<a href=\"http://www.mla.org/convention\">www.mla.org/convention</a>). If a local or personal emergency should cause you to have to delay or cancel your attendance at the convention, you should contact your hotel as early as possible. Registrants who booked their travel through UNIGLOBE One Travel should call 888 221-5221 during business hours (Monday–Friday, 9:00 a.m.–5:00 p.m. PST) or 800 787-2912 after hours, using member number 7R10; others should call their carrier directly. Requests for registration refunds must be postmarked by 9 January. Visit <a href=\"http://www.mla.org/conv_registration\">www.mla.org/conv_registration</a> for more information. If you are scheduled to speak or participate in a session, please notify the session organizer. You may also want to annotate your session listing in the online Program.</p>","<p>If your passport or travel documents are lost or stolen, file a police report and contact your home country’s embassy as soon as possible. Travelers from the United States can find more information at <a href=\"http://travel.state.gov/content/passports/english/emergencies.html\">http://travel.state.gov/content/passports/english/emergencies.html</a>.</p>"]},
  "taping":{"title":"Audio- and Videotaping at Sessions","text":["<p>Neither audiotaping nor videotaping of sessions is normally permitted. Occasional exceptions may be made for members of the media taping short segments designed to convey the convention atmosphere. Such arrangements must be made through the press office and require the consent of all speakers at a session. When taping is approved, a representative of the media staff will accompany the reporter and crew. The session organizer will announce to the audience that audio- or videotaping will take place during a part of the session. Only background taping is allowed, not the taping of an entire session. Requests to film the convention as part of a creative or documentary project must have been submitted to the Executive Council by 17 October.</p>"]},
  "badges":{"title":"Badges","text":["<p>Badges are required for admission to convention sessions, the exhibit hall, and the Job Information Center. Badge holders are available at the MLA registration and welcome center in the VCC and at the satellite registration and badge replacement desk in the Fairmont Waterfront. Lost badges can be replaced for $10.</p>"]},
  "canceling":{"title":"Canceling Sessions","text":["<p>MLA sessions should only be canceled if nearly all the participants are unable to attend the convention. In such a situation, please contact the MLA headquarters office immediately (<a href=\"mailto:convention@mla.org\">convention@mla.org</a>; 778 331-7641) so that convention attendees can be informed of the cancellation. Organizers should also inform all the session participants of the cancellation.</p>"]},
  "fragrance":{"title":"Fragrance","text":["<p>The Committee on Disability Issues in the Profession reminds attendees that refraining from using scented products will help ensure the comfort of everyone at the convention.</p>"]},
  "guest-sessions":{"title":"Guest Passes to Sessions","text":["<p>All MLA members and members of the profession that the MLA serves are required to register in order to participate in or attend sessions.</p>","<p>A convention speaker may obtain a pass for a guest who has no professional interest in language or literature to hear a paper given by that speaker. The speaker must request the pass at the MLA registration and welcome center on the day of the session, before the center closes. Passes may not be requested by guests of speakers, MLA members who have not registered for the convention, or by speakers for guests for any reason other than to see that person speak in a particular session.</p>"]},
  "guest-exhibit-hall":{"title":"Guest Passes to the Exhibit Hall","text":["<p>MLA convention registrants may obtain free passes to the exhibit hall for guests they accompany in the hall. Persons who are not registered for the convention and who are not accompanied by registrants may purchase a one-day pass to the exhibit hall for $10. These passes are available at the exhibit registration booth outside the exhibit hall (VCC, Ballroom AB, level 1, West Building).</p>"]},
  "id":{"title":"Identification","text":["<p>You may need to have a government-issued photo ID when you check in to your hotel. Security personnel may ask to see a hotel room key or may ask that you be accompanied by a hotel guest with a room key.</p>"]},
  "in-absentia":{"title":"Reading in Absentia","text":["<p>To encourage discussion and dialogue among panelists and attendees at convention sessions, reading in absentia (whether by <em>Skype</em>, videoconferencing, audio delivery, or presentation by surrogates) is not normally permitted. Presenters who are unable to attend the convention because of unforeseen emergencies are reminded that they may include a link to their papers in the online Program.</p>"]},
  "smoking":{"title":"Smoking","text":["<p>Smoking is prohibited in most buildings in Vancouver.</p>"]},
  "registration":{"title":"About the MLA Registration and Welcome Center","text":["<h4>VCC, Prefunction, level 1, West Building</h4>","<li>8 January: 8:00 a.m.–7:00 p.m.</li>","<li>9 and 10 January: 8:00 a.m.–6:00 p.m.</li>","<li>11 January: 8:00 a.m.–12:00 noon</li>","<p>Visit the registration and welcome center for badge pickup and on-site registration and for answers to general questions about the convention and the association; free copies of the <em>Convention Guide</em> and the <em>Convention Daily</em>; and badge holders, guest passes, and other convention-related materials.</p>"]},
  "disabilities":{"title":"Disabilities, Facilities and Services for Persons with","text":["<p>The MLA is committed to making arrangements that allow all members of the association to participate in the convention.</p>","<h4>Desks for Attendees with Disabilities</h4>","<li>VCC, Prefunction, level 1, West Building (<a href=\"mailto:ADAVCCWest@mla.org\">ADAVCCWest@mla.org</a>)</li>","<li>VCC, Satellite ADA, Convention level, East Building (<a href=\"mailto:ADAVCCEast@mla.org\">ADAVCCEast@mla.org</a>)</li>","<li>Fairmont Waterfront, near Waterfront Ballroom, Lobby level (<a href=\"mailto:ADAFairmont@mla.org\">ADAFairmont@mla.org</a>)</li>","<p>These desks will be staffed with personnel who can provide assistance to convention attendees with disabilities, including making arrangements for accessible transportation.</p>"]},
  "housing":{"title":"Housing Desk","text":["<h4>Near the MLA registration and welcome center (VCC, Prefunction, level 1, West Building)</h4>","<p>Convention registrants who need assistance with their hotel arrangements may go to the housing desk, where a representative of CMR, the MLA housing service, will be available to help.</p>"]},
  "membership":{"title":"Membership Desk","text":["<h4>MLA registration and welcome center (VCC, Prefunction, level 1, West Building)</h4>","<p>Join the association while registering for the convention to register at members’ rates. MLA membership runs from 15 January through 14 January of the subsequent year.</p>"]},
  "austin":{"title":"Austin Information","text":["<h4>Near the MLA registration and welcome center (VCC, Prefunction level 1, West Building)</h4>","<p>Learn more about visiting Austin for the 2016 convention.</p>"]},
  "pubcentral":{"title":"About MLA PubCentral","text":["<h4>VCC, Prefunction, level 1, West Building</h4>","<li>8 January: 8:00 a.m.–7:00 p.m.</li>","<li>9 and 10 January: 8:00 a.m.–6:00 p.m.</li>","<li>11 January: 8:00 a.m.–1:00 p.m.</li>","<p>Visit the new MLA PubCentral for everything related to MLA publications. Shop for MLA products at the booth, explore the <em>MLA International Bibliography</em> and its tutorials, update your <em>MLA Commons</em> profile, and browse the winners of MLA’s publication prizes all in one central location just outside the exhibit hall and next to the MLA registration and welcome center.</p>","<p>All MLA titles ordered at the booth will be discounted 30%.</p>","<p>A reception celebrating new titles released by the MLA in 2014 will be held on 9 January at 3:30 p.m.</p>","<p>See a live presentation of the <em>MLA International Bibliography</em> on 9 January, 9:50–10:10 a.m., in the Exhibit Hall Theater (VCC, Ballroom AB, level 1, West Building).</p>"]},
  "business-center":{"title":"Business Center","text":["<h4>Fairmont Waterfront, FedEx Centre, Lobby level</h4>","<li>8, 9, and 10 January: 8:00 a.m.–6:00 p.m.</li>","<li>11 January: 8:00 a.m.–12:00 noon</li>"]},
  "child-care":{"title":"Child Care","text":["<p>MLA members who are registered for the convention and use child care services provided by one of the convention hotels or another service are eligible for reimbursement. The MLA has funds available to reimburse up to $300 each to registered members who use child care during convention hours. If more requests are received than can be reimbursed with available funds, preference will be given to graduate students and members in lower-income categories.</p>","<p>Members should submit a request for reimbursement, along with supporting documentation such as a receipt from a child care service, no later than 29 January 2015 to Karin Bagnall, Associate Director of Convention Programs, Modern Language Association, 26 Broadway, 3rd floor, New York, NY 10004-1789.</p>"]},
  "bill-w":{"title":"Friends of Bill W.","text":["<p>Room 4 in the VCC (Meeting level, East Building) is set aside for the Friends of Bill W. throughout convention hours. Meetings will be held 9 January, 7:00–8:15 p.m.; 10 January, 11:30 a.m.–12:20 p.m. and 7:00–8:15 p.m.; 11 January, 7:30–8:20 a.m.</p>"]},
  "headquarters":{"title":"Headquarters Office","text":["<h4>VCC, 105–106, level 1, West Building</h4>","<p>Session organizers are asked to refer questions about meeting rooms or meeting facilities to the headquarters ofﬁce, not to the venue management.</p>","<li>8 January: 8:00 a.m.–8:00 p.m.</li>","<li>9 and 10 January: 8:00 a.m.–7:15 p.m.</li>","<li>11 January: 8:00 a.m.–2:00 p.m.</li>"]},
  "internet-in-hotels":{"title":"Internet Access by Hotel Guests","text":["<p>Guests who booked their rooms through the MLA housing service will receive free Internet access by following these instructions. Guests may have to accept an access charge temporarily, but it will be deleted before checkout if they booked their rooms through the MLA. Guests who booked with the hotel directly will have to pay the access fee.</p>","<p><strong>Coast Coal Harbor Hotel.</strong> Use the Internet name “coast” and enter “refreshing” as the password.</p>","<p><strong>Delta Vancouver Suites.</strong> Complimentary Wi-Fi is available throughout the hotel, including sleeping rooms. No password or log-in code is needed.</p>","<p><strong>Fairmont Hotel Vancouver.</strong> Accept the charges for Business High Speed Internet when logging in, and these charges will be removed before checkout. Premium High Speed Internet is not complimentary and is available for an additional charge.</p>","<p><strong>Fairmont Pacific Rim.</strong> Go to an Internet browser and scroll to Group Access. Enter “MLA2015” for both Group Name and Access Code, and click on Connect Now.</p>","<p><strong>Fairmont Waterfront.</strong> You will receive connection instructions on your key packet when you check in. Enter “MLA2015” for Group Name. Select the Fairmont network and follow the prompts.</p>","<p><strong>Four Seasons Hotel Vancouver.</strong> Open your Internet browser, select Four Seasons Guest, then enter your name and room number for complimentary access for two devices per guest room.</p>","<p><strong>Hyatt Regency Vancouver.</strong> Select the Hyatt Guest network, and enter your last name and room number. If prompted, agree to the terms and conditions of use.</p>","<p><strong>Metropolitan Hotel Vancouver.</strong> Select the router labeled for your floor. Enter “metguest” as the password. Check the in-room instructions in case the password has changed.</p>","<p><strong>Pan Pacific Vancouver Hotel.</strong> Select the Pan Pacific Vancouver network and open your Web browser. Select “I am a registered guest” and enter your name and room number. Select “$4.95 1 day High Speed Lite” and click “I agree to the Terms of Service.” The Internet charges incurred during your stay will be removed before your departure.</p>","<p><strong>Renaissance Vancouver Hotel Harbourside.</strong> For basic Internet (up to 3 MB bandwith), connect to the RENAISSANCE_GUEST network and open your Web browser. When redirected, click on “Please click here to log in to the Internet,” then click on “I am a registered guest.” Enter first and last name and room number and click “Submit.” Select “$7.95 Basic 1 day” and agree to the terms of service. MLA guests will not be charged for basic Internet. You may also select “$14.95 Enhanced 1 day” to upgrade to the enhanced Internet (9 MB bandwith) at a charge of $7 per day.</p>","<p><strong>Rosewood Hotel Georgia.</strong> Locate the Rosewood Hotel Georgia network and click Connect. Select your preferred browser to redirect to the hotel’s home page. Enter your room number and last name and click Accept. To upgrade to Premium Access for an additional fee, click the bar link on the right corner of the address bar on the browser line.</p>","<p><strong>Sheraton Vancouver Wall Centre.</strong> Connect to Sheraton Guest and select Registered Guest option. Enter your last name and room number. Click Next to sign up for a new account. Choose the desired amount of days (length of stay) and name the device (up to four devices) then click Next. Basic service is complimentary. Premium hi-band service is available for an additional charge. For access in the lobby, connect to Sheraton-Guest and enter “wallcentre13” as the access code.</p>","<p><strong>The Sutton Place Hotel.</strong> Connect to the suttonplace network. Open your Web browser to be redirected to the log-in page. Enter “vancouver5511” in the Group Code field and select Standard service. Click Confirm Purchase to activate the service, although no charges will be added to the room bill. Up to four devices may be connected at no charge. If needed, call the toll-free Internet help desk at 844 960-9647 or dial 0 to have the hotel operator connect you.</p>","<p><strong>Vancouver Marriott Pinnacle Downtown Hotel.</strong> For basic Internet (up to 3 MB bandwith), connect to the MARRIOTT_GUEST network and open your Web browser. When redirected, click on “Please click here to log in to the Internet,” then click on “I am a registered guest.” Enter first and last name and room number and click “Submit.” Select “$7.95 Basic 1 day” and agree to the terms of service. MLA guests will not be charged for basic Internet. You may also select “$14.95 Enhanced 1 day” to upgrade to the enhanced Internet (9 MB bandwith) at a charge of $7 per day.</p>"]},
  "lost-and-found":{"title":"Lost and Found","text":["<p><strong>VCC.</strong> Visit the VCC Guest Information desk in the lobby of the East Building or the West Building.</p>","<p><strong>Fairmont Waterfront.</strong> Visit the front desk or concierge, Lobby level, or dial 0 from any house phone.</p>"]},
  "lounges":{"title":"Lounges","text":["<p><strong>Members’ Lounge.</strong> VCC, Ballroom D, level 1, West Building</p>","<p><strong>Graduate Student Lounge.</strong> VCC, 201, level 2, West Building</p>"]},
  "press-office":{"title":"Press Office","text":["<p>VCC, 107, level 1, West Building</p>"]},
  "shuttle-service":{"title":"Shuttle Service","text":["<p>Because of the proximity of the VCC and the Fairmont Waterfront to all convention hotels, there will be transportation available only for attendees with disabilities.</p>"]},
  "ready-room":{"title":"Speaker Ready Room","text":["<p>VCC, 103–104, level 1, West Building</p>"]},
  "transportation":{"title":"Transportation in Vancouver","text":["<p>TransLink is Metro Vancouver’s regional transportation authority; for information on routes and fares, visit <a href=\"http://www.translink.ca\">http://www.translink.ca</a>. MLA convention hotels are located near the Vancouver Convention Centre.</p>"]},
  "vancouver-information":{"title":"Vancouver Information and Restaurant Reservations","text":["<p>VCC, near lobby stairs, level 1, West Building</p>","<li>8–10 January: 8:30 a.m.–6:00 p.m.</li>","<li>11 January: 8:30 a.m.–12:00 noon</li>"]},
  "whos-here":{"title":"“Who’s Here” Directory","text":["<p>VCC, Ballroom D, level 1, West Building (members’ lounge)</p>","<p>Fairmont Waterfront, Lobby level (near the Job Information Center)</p>"]},
  "jobs":{"title":"Job Information Center","text":["<h4>Fairmont Waterfront, Waterfront Ballroom, Lobby level</h4>","<li>8 January: 8:00 a.m.–7:00 p.m.</li>","<li>9–10 January: 8:00 a.m.–6:00 p.m.</li>","<li>11 January: 8:00 a.m.–12:00 noon</li>","<p>For prearranged interviews, consult the interviewer’s sign-in file to find out where your interview is scheduled.</p>"]},
  "exhibit-hall":{"title":"Exhibit Hall","text":["<h4>VCC, Ballroom AB, level 1, West Building</h4>","<li>9 and 10 January: 9:00 a.m.–6:00 p.m.</li>","<li>11 January: 9:00 a.m.–1:00 p.m.</li>","<p>Refer to the <a href=\"#maps/vcc-exhibit-area\">exhibit area map</a> for a list of exhibitors and their locations. Check the <em>Convention Daily</em> and the MLA Annual Convention <em>Twitter</em> feed (<a href=\"https://twitter.com/search?q=%23mla15\">#mla15</a>) for up- to-date information on exhibit booth activities. <em>Remember to wear your badge!</em></p>"]},
  "creative-conversations":{"title":"Creative Conversations","text":["<p>This year’s creative conversations highlight two Canadian writers, the acclaimed poet, critic, editor, and social activist Roy Miki (10 January, 1:45–3:00 p.m., 118, VCC West) and the award-winning poet JonArno Lawson (10 January, 7:00–8:15 p.m., 118, VCC West), along with the Chicago-based mystery novelist Sara Paretsky (9 January, 5:15–6:30 p.m., 118, VCC West).</p>"]},
  "excursions":{"title":"Cultural Excursions","text":["<p>Preregistration is required. Visit the MLA membership desk (VCC, Prefunction, level 1, West Building) for on-site cancellations and questions.</p>","<p><strong>Granville Island Lunch and Tour with the Pacific Institute of Culinary Arts (PICA).</strong> 8 January (No shuttle; those who wish to share cabs to PICA should meet at the VCC at 9:15 a.m.)</p>","<p><strong>Vancouver Public Library Architecture and Special Collections Tours.</strong> 8 January, 9 January, and 10 January (No shuttle; close to most convention hotels)</p>","<p><strong>Vancouver Art Gallery Private Tour.</strong> 9 January (No shuttle; close to most convention hotels)</p>","<p><strong>UBC Museum of Anthropology Exhibit and Private Tour.</strong> 9 January (Shuttle departs from the VCC at 9:15 a.m.)</p>","<p><strong>Bill Reid Gallery of Northwest Coast Art Special Tour and Talk.</strong> 9 January (No shuttle; close to most convention hotels)</p>","<p><strong>Italian Kitchen Canapé and Wine Pairing.</strong> 10 January (No shuttle; close to most convention hotels)</p>"]},
  "celj":{"title":"Council of Editors of Learned Journals","text":["<p><strong>Informational consultations.</strong> 9 and 10 January, 9:00 a.m.–1:00 p.m., VCC, 101, level 1, West Building</p>","<p>Please visit <a href=\"http://www.celj.org/node/15148\">http://www.celj.org/node/15148</a> for more information. Those interested in meeting with a CELJ editor should write to Graham MacPhee at <a href=\"mailto:gmacphee@wcupa.edu\">gmacphee@wcupa.edu</a>.</p>"]},
  "government-careers":{"title":"Government Careers","text":["<h4>VCC, 1, Meeting level, East Building</h4>","<li>8 January: 1:45–3:45 p.m. (workshop highlighting federal careers that use skills in languages and cultural expertise)</li>","<h4>VCC, 121, level 1, West Building</h4>","<li>9 January: 3:30–4:45 p.m. (workshop providing an overview of the National Security Education Program and its initiatives, including the David L. Boren scholarships and the Language Flagship program)</li>"]},
  "neh":{"title":"NEH Information","text":["<p><strong>Workshop.</strong> 10 January, 1:30 –3:30 p.m., VCC, 1, Meeting level, East Building</p>"]},
  "delegate-assembly":{"title":"Delegate Assembly","text":["<h4>10 January, 1:00 p.m., VCC, East Ballroom AB, Convention level, East Building</h4>","<p>This meeting is open only to MLA members. For agenda information, visit <a href=\"http://www.mla.org/dameeting_agenda\">www.mla.org/dameeting_agenda</a> after 15 December.</p>"]},
  "medical":{"title":"Illness and Medical Emergencies","text":["<p>Procedures may vary from one location to another.</p>","<p><strong>VCC.</strong> Dial 7500 from any house phone.</p>","<p><strong>Fairmont Waterfront.</strong> Dial 0 from any house phone</p>"]},
  "calls-for-papers":{"title":"Calls for Papers","text":["<p>To post or review calls for papers for the 2016 MLA convention in Austin (7–10 January 2016), visit <a href=\"http://www.mla.org/conv_papers\">www.mla.org/conv_papers</a> beginning the week of 12 January 2015.</p>"]},
  "organizing-sessions":{"title":"Organizing Sessions","text":["<p>Forms and instructions for organizing sessions for the 2016 convention in Austin will be available on the MLA Web site in March 2015.</p>"]}
}
